const SOP = () =>{
    return(
        <div id = 'SOP-section' className="mx-5 scroll-m-10">
        <div className='text-2xl font-semibold text-skyblue'><span className="px-2 py-0 transition-all rounded-md hover:scale-125 hover:bg-darkblue">SOP</span></div>
        <div className='mb-3 text-gray-400'> เมื่อผมยังเด็กผมมีโอกาสได้ดูสตรีมเมอร์เล่นเกมและมีโอกาสได้เล่นเกมต่างๆมากมายซึ่งทำให้ตัวผมนั้นรู้สึกชื่นชอบในเกมมาก ตั้งแต่นั้นมาผมคอยเฝ้าดูวงการเกมมาตลอด คอยดูการเปลี่ยนแปลงพบเห็นสิ่งต่างๆที่ถูกพัฒนาขึ้นจากเมื่อก่อน จนกระทั่งทำให้เกิดความรู้สึกว่า"ถ้าหากเราได้พัฒนาเกมเป็นของตัวเองบ้างล่ะ"เมื่อเกิดความรู้สึกนี้ขึ้นผมจึงเริ่มศึกษาศาสตร์ของเกมมากขึ้น และได้ก้าวเข้ามาสู่วงการคอมพิวเตอร์จึงทำให้ได้พบสิ่งหนึ่งที่น่าสนใจ นั่นคือ AI หรือปัญญาประดิษฐ์(Artificial intelligence) จึงอยากจะพัฒนาต่อในด้านของเกมและ AI
เป้าหมายของผมคือ 1.การนำด้าน AI ไปพัฒนาต่อในวงการเกม 2.พัฒนาวงการเกมไทยไปสู่ระดับโลก ซึ่งก่อนที่ผมจะสามารถทำตามเป้าหมายที่ผมใฝ่ฝันได้นั้น ผมจึงต้องการที่จะเข้าไปศึกษาต่อในมหาวิทยาลัยธรรมศาสตร์เพื่อเก็บเกี่ยวความรู้และประสบการณ์นำไปต่อยอดเพื่อก้าวสู้เส้นทางเป้าหมายในอนาคตในอนาคต
โดยรวมแล้วการได้เข้าศึกษาต่อในคณะวิทยาศาสตร์ สาขาวิชาวิทยาการคอมพิวเตอร์ มหาวิทยาลัยธรรมศาสตร์นับเป็นโอกาสที่ดีในการพัฒนาความรู้ในมหาลัยที่มีชื่อเสียงและมีบุคลากรมากประสบการณ์ จึงทำให้ผมสนใจในมหาวิทยาลัยธรรมศาสตร์ หากได้ศึกษาในคณะวิทยาศาสตร์ สาขาวิชาวิทยาการคอมพิวเตอร์ มหาวิทยาลัยธรรมศาสตร์ จะตั้งมั่นว่าจะทำตามความฝันอย่างเต็มที่</div></div>
    )
}

export default SOP;